---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionCoarserScalePulldownImperial
source: html/d40b6269-97ff-2cd8-9df2-962c0baf60bc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionCoarserScalePulldownImperial Property

"Hide at scales coarser than"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionCoarserScalePulldownImperial { get; }
```